export const luxuryMemoryBookPages = [
  {
    "id": "memory-book-1",
    "title": "صفحة من قصتنا - 1",
    "memory": "كل لحظة نقضيها معاً تجعل من الحياة رحلة مليئة بالدفء، والجمال، والحب المستمر مع حبيبي محمد سفيان M♡S♡O 💎.",
    "image": "/media/our-photos/our-photo-01.jpg"
  },
  {
    "id": "memory-book-2",
    "title": "صفحة من قصتنا - 2",
    "memory": "كل لحظة نقضيها معاً تجعل من الحياة رحلة مليئة بالدفء، والجمال، والحب المستمر مع حبيبي محمد سفيان M♡S♡O 💎.",
    "image": "/media/our-photos/our-photo-02.mp4"
  },
  {
    "id": "memory-book-3",
    "title": "صفحة من قصتنا - 3",
    "memory": "كل لحظة نقضيها معاً تجعل من الحياة رحلة مليئة بالدفء، والجمال، والحب المستمر مع حبيبي محمد سفيان M♡S♡O 💎.",
    "image": "/media/our-photos/our-photo-03.gif"
  },
  {
    "id": "memory-book-4",
    "title": "صفحة من قصتنا - 4",
    "memory": "كل لحظة نقضيها معاً تجعل من الحياة رحلة مليئة بالدفء، والجمال، والحب المستمر مع حبيبي محمد سفيان M♡S♡O 💎.",
    "image": "/media/our-photos/our-photo-04.gif"
  },
  {
    "id": "memory-book-5",
    "title": "صفحة من قصتنا - 5",
    "memory": "كل لحظة نقضيها معاً تجعل من الحياة رحلة مليئة بالدفء، والجمال، والحب المستمر مع حبيبي محمد سفيان M♡S♡O 💎.",
    "image": "/media/our-photos/our-photo-05.jpg"
  },
  {
    "id": "memory-book-6",
    "title": "صفحة من قصتنا - 6",
    "memory": "كل لحظة نقضيها معاً تجعل من الحياة رحلة مليئة بالدفء، والجمال، والحب المستمر مع حبيبي محمد سفيان M♡S♡O 💎.",
    "image": "/media/our-photos/our-photo-06.jpg"
  },
  {
    "id": "memory-book-7",
    "title": "صفحة من قصتنا - 7",
    "memory": "كل لحظة نقضيها معاً تجعل من الحياة رحلة مليئة بالدفء، والجمال، والحب المستمر مع حبيبي محمد سفيان M♡S♡O 💎.",
    "image": "/media/our-photos/our-photo-07.jpg"
  },
  {
    "id": "memory-book-8",
    "title": "صفحة من قصتنا - 8",
    "memory": "كل لحظة نقضيها معاً تجعل من الحياة رحلة مليئة بالدفء، والجمال، والحب المستمر مع حبيبي محمد سفيان M♡S♡O 💎.",
    "image": "/media/our-photos/our-photo-08.jpg"
  },
  {
    "id": "memory-book-9",
    "title": "صفحة من قصتنا - 9",
    "memory": "كل لحظة نقضيها معاً تجعل من الحياة رحلة مليئة بالدفء، والجمال، والحب المستمر مع حبيبي محمد سفيان M♡S♡O 💎.",
    "image": "/media/our-photos/our-photo-09.jpg"
  },
  {
    "id": "memory-book-10",
    "title": "صفحة من قصتنا - 10",
    "memory": "كل لحظة نقضيها معاً تجعل من الحياة رحلة مليئة بالدفء، والجمال، والحب المستمر مع حبيبي محمد سفيان M♡S♡O 💎.",
    "image": "/media/our-photos/our-photo-10.jpg"
  },
  {
    "id": "memory-book-11",
    "title": "صفحة من قصتنا - 11",
    "memory": "كل لحظة نقضيها معاً تجعل من الحياة رحلة مليئة بالدفء، والجمال، والحب المستمر مع حبيبي محمد سفيان M♡S♡O 💎.",
    "image": "/media/our-photos/our-photo-11.mp4"
  },
  {
    "id": "memory-book-12",
    "title": "صفحة من قصتنا - 12",
    "memory": "كل لحظة نقضيها معاً تجعل من الحياة رحلة مليئة بالدفء، والجمال، والحب المستمر مع حبيبي محمد سفيان M♡S♡O 💎.",
    "image": "/media/our-photos/our-photo-12.jpg"
  },
  {
    "id": "memory-book-13",
    "title": "صفحة من قصتنا - 13",
    "memory": "كل لحظة نقضيها معاً تجعل من الحياة رحلة مليئة بالدفء، والجمال، والحب المستمر مع حبيبي محمد سفيان M♡S♡O 💎.",
    "image": "/media/our-photos/our-photo-13.jpg"
  },
  {
    "id": "memory-book-14",
    "title": "صفحة من قصتنا - 14",
    "memory": "كل لحظة نقضيها معاً تجعل من الحياة رحلة مليئة بالدفء، والجمال، والحب المستمر مع حبيبي محمد سفيان M♡S♡O 💎.",
    "image": "/media/our-photos/our-photo-14.jpg"
  },
  {
    "id": "memory-book-15",
    "title": "صفحة من قصتنا - 15",
    "memory": "كل لحظة نقضيها معاً تجعل من الحياة رحلة مليئة بالدفء، والجمال، والحب المستمر مع حبيبي محمد سفيان M♡S♡O 💎.",
    "image": "/media/our-photos/our-photo-15.jpg"
  }
]
